import styles from "./Privacy.module.css"

export default function Privacy() {
  return (
    <>
      <strong>개인정보처리방침</strong>
      <br />
      <br />
      <p>
        에스프레소미디어(이하 “에스프레소미디어”)는 “정보통신망 이용촉진 및
        정보보호 등에 관한 법률”을 비롯한 개인정보보호 관련 법률 규정을
        준수하며, “개인정보 취급방침(이하 “본 방침”)”을 수립하여 이를
        홈페이지(https://espresomediacloud.com)에 공개하고 있습니다.
      </p>
      <p>
        에스프레소미디어는 본 방침을 통하여 이용자가 제공하는 개인정보가 어떠한
        용도와 방식으로 이용되는지, 그리고 개인정보보호를 위하여 회사가 어떠한
        조치를 취하고 있는지 알려드립니다.
      </p>
      <p>
        본 방침은 이용자의 개인정보를 보호하기 위하여 회사의 정책에 따라 수시로
        변경될 수 있으며, 중요한 내용이 변경되는 경우에는 변경 이유 및 내용을
        홈페이지를 통해 공지합니다.
      </p>
      <br />
      <p>에스프레소미디어의 개인정보 취급방침은 다음과 같습니다.</p>
      <br />
      <br />
      <strong>총칙</strong>
      <p>
        “개인정보”라 함은 생존하고 있는 개인에 관한 정보로서 성명‧주민등록번호
        등에 의하여 당해 개인을 알아볼 수 있는 부호‧문자‧음성‧음향‧영상 및 생체
        특성 등에 관한 정보(당해 정보만으로는 특정 개인을 알아볼 수 없는
        경우에도 다른 정보와 용이하게 결합하여 알아볼 수 있는 것을
        포함합니다.)를 말합니다.
      </p>
      <br />
      <p>
        에스프레소미디어는 고객정보보호를 가장 소중하게 생각하며, 『정보통신망
        이용촉진 및 정보보호 등에 관한 법률』 상의 개인정보보호규정 및
        정보통신부가 제정한 『개인정보 보호지침』을 준수하고 있습니다.
      </p>
      <br />
      <p>
        에스프레소미디어는 본 방침을 통하여 고객님이 제공하는 개인정보의
        수집목적 및 이용목적, 개인정보보호를 위해 취하고 있는 조치 등을
        알려드립니다.
      </p>
      <p>
        홈페이지 첫 화면에 개인정보 취급방침을 공개함으로써 에스프레소미디어는
        고객님이 언제나 용이하게 접근할 수 있도록 조치하고 있으며, 본 방침의
        지속적인 개선을 위하여 개인정보 취급방침을 개정하는데 필요한 절차를
        정하고 있습니다. 또한 본 방침을 개정하는 경우, 과거의 이력을 통해
        고객님이 개정된 내용을 쉽게 알아볼 수 있도록 하고 있으며, 변경되는
        개인정보 취급방침을 시행하기 전 홈페이지 등을 통하여 변경이유 및 내용을
        공지합니다.
      </p>
      <br />
      <strong>2. 개인정보의 처리 및 보유 기간</strong>
      <p>
        ① (‘https://espresomediacloud.com’이하 ‘에스프레소미디어’) 은(는)
        정보주체로부터 개인정보를 수집할 때 동의 받은 개인정보 보유․이용기간
        또는 법령에 따른 개인정보 보유․이용기간 내에서 개인정보를
        처리․보유합니다.
      </p>
      <p>② 구체적인 개인정보 처리 및 보유 기간은 다음과 같습니다.</p>
      <p>
        채용 및 고객문의 사항 기입정보- 보존 이유: 수시 채용 활용 및 부정 지원
        방지, 문의 내용 확인 및 처리 결과 안내- 보존 기간: 1년
      </p>
      <p>
        서비스 이용기록, 접속 IP 정보- 보존 이유: 홈페이지 사용성 개선을 위한
        통계자료 활용 목적- 보존 기간: 1년 보관 후 미 사용 시 삭제
      </p>
      <br />
      <strong>3. 개인정보의 제3자 제공에 관한 사항</strong>
      <p>
        ① 에스프레소미디어는 이용자의 개인정보를 원칙적으로 외부에 제공하지
        않습니다. 단, 다음의 경우에는 예외로 합니다.
      </p>
      <p className={styles.pdleft}>
        1) 이용자들이 사전에 동의한 경우
        <br />
        정보수집 또는 정보제공 이전에 고객님께 세부 동의를 구하는 절차를
        제공합니다. 고객님이 동의하지 않는 경우에는 추가적인 정보를 수집하거나
        공유하지 않습니다.
      </p>
      <p className={styles.pdleft}>
        2) 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에
        따라 수사기관의 요구가 있는 경우
      </p>
      <p>
        ② (‘https://espresomediacloud.com’이하 ‘에스프레소미디어’)은(는)
        정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및
        제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
      </p>
      <br />
      <strong>4. 개인정보처리 위탁</strong>
      <p>
        ① (에스프레소미디어)은(는) 이용자의 동의 없이 개인정보 취급을 외부업체에
        위탁하지 않습니다.
      </p>
      <p>
        ② 향후 그러한 필요가 생길 경우, 수탁자, 위탁기간, 서비스 제공자와
        수탁자와의 관계 및 책임범위 등에 관한 사항을 서면, 이메일, 전화 또는
        홈페이지를 통해 이용자에게 미리 고지하고 필요한 경우 사전 동의를 받도록
        하겠습니다.
      </p>
      <br />
      <strong>
        5. 정보주체와 법정대리인의 권리·의무 및 그 행사방법 이용자는
        개인정보주체로써 다음과 같은 권리를 행사할 수 있습니다.
      </strong>
      <p>
        ① 정보주체는 에스프레소미디어(‘https://espresomediacloud.com’이하
        ‘에스프레소미디어’) 에 대해 언제든지 다음 각 호의 개인정보 보호 관련
        권리를 행사할 수 있습니다.
      </p>
      <p className={styles.pdleft}>1. 개인정보 열람요구</p>
      <p className={styles.pdleft}>2. 오류 등이 있을 경우 정정 요구</p>
      <p className={styles.pdleft}>3. 삭제요구</p>
      <p className={styles.pdleft}>4. 처리정지 요구</p>
      <p>
        만 14세미만 아동의 경우 법정대리인이 아동의 개인정보를 조회하거나 수정할
        권리 수집 및 이용동의를 철회할 권리를 가집니다.
      </p>
      <br />
      <strong>6. 처리하는 개인정보의 항목 작성 </strong>
      <p>
        ① (‘https://espresomediacloud.com’이하 ‘에스프레소미디어’)은(는) 다음의
        개인정보 항목을 처리하고 있습니다.
      </p>
      <p className={styles.pdleft}>1. 고객문의</p>
      <p className={styles.pdleft}>- 필수항목 : 이메일, 휴대전화번호, 이름</p>
      <br />
      <strong>
        7. 개인정보의 파기(에스프레소미디어)은(는) 원칙적으로 개인정보
        처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의
        절차, 기한 및 방법은 다음과 같습니다.
      </strong>
      <p className={styles.pdleft}>-파기절차</p>
      <p className={styles.pdleft}>
        이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우
        별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은
        즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가
        아니고서는 다른 목적으로 이용되지 않습니다.
      </p>
      <p className={styles.pdleft}>-파기방법</p>
      <p className={styles.pdleft}>
        종이 문서는 분쇄기로 분쇄하거나 소각을 통해 파기합니다.전자적 파일
        형태는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
      </p>
      <br />
      <strong>
        8. 개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항
      </strong>
      <p>
        ① 에스프레소미디어 는 개별적인 맞춤서비스를 제공하기 위해 이용정보를
        저장하고 수시로 불러오는 ‘쿠기(cookie)’를 사용합니다.
      </p>
      <p>
        ② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터
        브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의
        하드디스크에 저장되기도 합니다.
      </p>
      <p className={styles.pdleft}>
        가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한
        방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게
        최적화된 정보 제공을 위해 사용됩니다.
      </p>
      <p className={styles.pdleft}>
        나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구 인터넷 옵션
        개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.
      </p>
      <p className={styles.pdleft}>
        다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수
        있습니다.
      </p>
      <br />
      <strong>9. 개인정보 보호책임자 작성 </strong>
      <p>
        ① 에스프레소미디어(https://espresomediacloud.com이하 에스프레소미디어)
        은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와
        관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보
        보호책임자를 지정하고 있습니다.
      </p>
      <p className={styles.pdleft}>▶ 개인정보 보호책임자</p>
      <p className={styles.pdleft}>성명 : 고영호 부장</p>
      <p className={styles.pdleft}>직책 : 경영지원팀장</p>
      <p className={styles.pdleft}>직급 : 부장</p>
      <p className={styles.pdleft}>
        연락처 : 010-5391-9054 / kyh@espresomedia.com
      </p>
      <p className={styles.pdleft}>대표번호 : 02-876-0030</p>
      <p className={styles.pdleft}>※ 개인정보 보호 담당부서로 연결됩니다.</p>
      <br />
      <p className={styles.pdleft}>▶ 개인정보 보호 담당부서</p>
      <p className={styles.pdleft}>부서명 : 경영지원팀</p>
      <p className={styles.pdleft}>담당자 : 고영호 부장</p>
      <p className={styles.pdleft}>연락처 : 상동</p>
      <p>
        ② 정보주체께서는 에스프레소미디어(https://espresomediacloud.com이하
        에스프레소미디어) 의 서비스(또는 사업)을 이용하시면서 발생한 모든
        개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보
        보호책임자 및 담당부서로 문의하실 수 있습니다.
        에스프레소미디어(https://espresomediacloud.com이하 에스프레소미디어)
        은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
      </p>
      <br />
      <strong>10. 개인정보 처리방침 변경 </strong>
      <p>
        ①이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른
        변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터
        공지사항을 통하여 고지할 것입니다.
      </p>
      <br />
      <strong>
        11. 개인정보의 안전성 확보 조치 (에스프레소미디어)은(는) 개인정보보호법
        제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적
        조치를 하고 있습니다.
      </strong>
      <p className={styles.pdleft}>1. 개인정보 취급 직원의 최소화 및 교육</p>
      <p className={styles.pdleft}>
        개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여
        개인정보를 관리하는 대책을 시행하고 있습니다.
      </p>
      <p className={styles.pdleft}>2. 내부관리계획의 수립 및 시행</p>
      <p className={styles.pdleft}>
        개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고
        있습니다.
      </p>
      <p className={styles.pdleft}>3. 해킹 등에 대비한 기술적 대책</p>
      <p className={styles.pdleft}>
        에스프레소미디어(에스프레소미디어)은 해킹이나 컴퓨터 바이러스 등에 의한
        개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인
        갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고
        기술적/물리적으로 감시 및 차단하고 있습니다.
      </p>
      <p className={styles.pdleft}>4. 개인정보의 암호화</p>
      <p className={styles.pdleft}>
        이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어,
        본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화
        하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
      </p>
      <p className={styles.pdleft}>5. 접속기록의 보관 및 위변조 방지</p>
      <p className={styles.pdleft}>
        개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고
        있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고
        있습니다.
      </p>
      <p className={styles.pdleft}>6. 개인정보에 대한 접근 제한</p>
      <p className={styles.pdleft}>
        개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의
        부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를
        하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고
        있습니다.
      </p>
      <p className={styles.pdleft}>7. 문서보안을 위한 잠금장치 사용</p>
      <p className={styles.pdleft}>
        개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에
        보관하고 있습니다.
      </p>
      <p className={styles.pdleft}>8. 비인가자에 대한 출입 통제</p>
      <p className={styles.pdleft}>
        개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해
        출입통제 절차를 수립, 운영하고 있습니다.
      </p>
      <br />
      <strong>12. 개인정보취급방침 변경에 따른 고지</strong>
      <p>
        현 개인정보취급방침은 2020년 10월 08일에 제정되었으며 정부의 정책 또는
        보안기술의 변경에 따라 내용의 추가·삭제 및 수정이 있을 시에는 홈페이지를
        통해 고지할 것입니다.
      </p>
      <p className={styles.pdleft}>- 개인정보보호정책 시행일자 : 2020-10-08</p>
      <p className={styles.pdleft}>
        - 개인정보보호정책 최종변경일자 : 2020-10-08
      </p>
    </>
  )
}
